web-api-helloworld/python-django-async/result-cpu-bound.txt
Running 1m test @ http://localhost:8000/cpu-bound
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.69s   188.99ms   2.00s    60.78%
    Req/Sec    15.75     15.14   110.00     88.94%
  2742 requests in 1.12m, 677.47KB read
  Socket errors: connect 0, read 0, write 0, timeout 1620
Requests/sec:     40.80
Transfer/sec:     10.08KB