web-api-helloworld/python-django-async/result-cpu-bound.txt
Running 1m test @ http://localhost:8000/cpu-bound
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.74s   193.63ms   2.00s    74.98%
    Req/Sec    16.02     15.34   101.00     89.62%
  2603 requests in 1.00m, 643.12KB read
  Socket errors: connect 0, read 0, write 0, timeout 1592
Requests/sec:     43.33
Transfer/sec:     10.70KB