web-api-helloworld/python-django-async/result-io-bound.txt
Running 1m test @ http://localhost:8000/io-bound
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   125.54ms   11.15ms 197.09ms   76.07%
    Req/Sec   199.48     49.81   252.00     55.11%
  47750 requests in 1.06m, 11.48MB read
  Socket errors: connect 0, read 0, write 0, timeout 100
Requests/sec:    749.94
Transfer/sec:    184.55KB