web-api-helloworld/python-django-async/result-ping.txt
Running 1m test @ http://localhost:8000/ping
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   125.69ms   38.56ms 296.58ms   73.05%
    Req/Sec   199.68     36.06   323.00     69.57%
  47678 requests in 1.00m, 11.28MB read
Requests/sec:    794.04
Transfer/sec:    192.31KB