web-api-helloworld/python-django-async/result-ping.txt
Running 1m test @ http://localhost:8000/ping
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   127.85ms   41.90ms 382.86ms   69.52%
    Req/Sec   195.70     37.70   292.00     74.65%
  46878 requests in 1.12m, 11.09MB read
  Socket errors: connect 0, read 0, write 0, timeout 199
Requests/sec:    697.58
Transfer/sec:    168.94KB